---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross
source: html/3723b1de-fdf5-4d96-6f25-c70b7c403a50.htm
---
# StructuralSectionConcreteCross Properties

Common set of parameters for structural analysis.